Repository: Benjamin-DAGUE/Private-Channel
Catalog: PrivateChannel.Front/Resources/Pages/Index.*.resx
Languages: fr

# CallToActionTitle
source: Ready to start?
fr: Prêt à démarrer ?

# HowItWorksPrivateChannelsParagraph
source: For ongoing conversations, create a private channel. Using end-to-end encryption, every message in a channel is encrypted on your device and can only be decrypted by your recipient. While this requires both users to be connected, it provides an even higher level of security.
fr: Pour les conversations en temps réel, vous pouvez créer un canal privé. Grâce au chiffrement de bout en bout, chaque message d'un canal est chiffré sur votre appareil et peut être déchiffré uniquement par votre destinataire. Bien que cela nécessite que les deux utilisateurs soient connectés, cette approche offre un niveau de sécurité encore plus élevé.

# HowItWorksPrivateChannelsTitle
source: Private Channels:
fr: Canaux privés :

# HowItWorksPrivateNotesParagraph
source: Write a private note, chose a password, selected a lifetime and send it! You'll get a private link to share with your recipient. Our notes are password protected, encrypted client-side, and can be set to exists from 1 hour to 5 days. Once your note is read, it’s automaticaly destroyed, ensuring your information can't be accessed again.
fr: Écrivez une note privée, choisissez un mot de passe, sélectionnez une durée de vie et envoyez-la ! Vous obtiendrez un lien privé à partager avec votre destinataire. Nos notes sont protégées par mot de passe, chiffré sur votre équipement et peuvent être configurées pour exister de 1 heure à 5 jours. Une fois votre note lue, elle est automatiquement détruite de nos serveurs, ce qui garantit que vos informations ne pourront plus être consultées.

# HowItWorksPrivateNotesTitle
source: Private Notes:
fr: Notes privés :

# HowItWorksTitle
source: How it Works
fr: Comment ça fonctionne ?

# IntroParagraph
source: Welcome to Private-Channel.com, your trusted partner for secure and private conversations. Whether you're looking to send a one-time password, have a private conversation, or exchange confidential information, we offer top-tier security measures to ensure your exchanges stay private.
fr: Bienvenue sur Private-Channel.com, votre partenaire de confiance pour des conversations sécurisées et privées. Que vous cherchiez à envoyer un simple mot de passe, à avoir une conversation privée ou à échanger des informations confidentielles, nous proposons des mesures de sécurité de haut niveau pour garantir la confidentialité de vos échanges.

# MainTitle
source: Secure Your Secrets with Private-Channel
fr: Protéger vos secrets avec Private-Channel

# NewChannelButton
source: New channel
fr: Créer un canal

# NewNoteButton
source: New note
fr: Créer une note

# SubTitle
source: Private, Encrypted Channels and Notes for All Your Confidential Conversations
fr: Canaux et notes privés et cryptés pour toutes vos conversations confidentielles

# TrustUsParagraph
source: With Private-Channel.com, you're choosing speed, security, and transparency. Our website is built with speed in mind to make sure you can communicate swiftly and efficiently. Security is at the heart of what we do - we use advanced encryption protocols to secure your messages. As security is a matter of trust, all our code is available on GitHub!
fr: Avec Private-Channel.com, vous choisissez la rapidité, la sécurité et la transparence. Notre site Web est conçu dans un souci de rapidité pour vous permettre de communiquer rapidement et efficacement. La sécurité est au cœur de ce que nous faisons - nous utilisons des protocoles de cryptage avancés pour sécuriser vos messages. La sécurité étant une question de confiance, tout notre code sera bientôt disponible sur GitHub !

# TrustUsTitle
source: Why should you trust us?
fr: Pourquoi nous faire confiance ?
